---
kind: other
id: Properties.T:Autodesk.Revit.DB.AnnotationSymbol
source: html/25a8dbd0-be12-8d7f-2b0d-cd309e4382a7.htm
---
# AnnotationSymbol Properties

The AnnotationSymbol style of this AnnotationSymbol.